Repository: Athena-OS/aegis-gui
Catalog: po/*.po
Languages: de

source: Install Athena OS
de: Athena OS installieren

source: No description
de: Keine Beschreibung

source: About Aegis GUI
de: Über Aegis GUI

source: Welcome to Athena OS
de: Wilkommen in Athena OS

source: Press Start to start installing Athena OS!
de: Drücken sie Start um Athena OS zu installieren!

source: Select Desktop
de: Wählen sie ein Desktop aus

source: You can install more desktops later.
de: Sie können mehrere Desktops später installieren.

source: Next
de: Weiter

source: Installation Completed!
de: Installation abgeschlossen!

source: Reboot the device to start using Athena OS!
de: Starten sie ihr Gerät neu um Athena OS zu benutzen!

source: Reboot
de: Neu Starten

source: Installing Athena
de: Athena Installieren

source: This may take some time
de: Dies könnte einige Zeit dauern

source: Select Keyboard Layout
de: Tastaturlayout auswählen

source: Select additional locales
de: Weitere Regionen auswählen

source: Select additional locales to enable
de: Wählen Sie weitere zu aktivierende Regionen

source: Miscellaneous
de: Zusätzliche Einstellungen

source: Enter Hostname
de: Hostnamen eingeben

source: This can fix IPv6 connectivity issues with some ISPs.
de: Dies kann IPv6 Verbindungsprobleme mit bestimmten Internetanbietern beheben.

source: Support snapshots as a means to roll back to earlier states of the system.
de: Unterstützung von Snapshots als Mittel zum Wiederherstellen früherer Zustände des Systems.

source: Creates a compressed area of Swap in RAM.
de: Erstellt einen komprimierten Bereich von Swap im RAM.

source: Select partitions to install to
de: Wählen sie die Partition aus, auf der Athena installiert werden soll

source: Make sure to have at least one root partition
de: Es wird eine root Partition benötigt

source: Quick Actions
de: Schnellaktionen

source: Automatic Partitioning
de: Automatisches partitionieren

source: Open GParted
de: GParted öffnen

source: Open terminal
de: Terminal öffnen

source: Available partitions
de: Verfügbare Partitionen

source: Select Installation Disk
de: Festplatte zum installieren auswählen

source: Select the disk you want to install Athena OS on. This will wipe the entire disk you selected.
de: Wählen sie die Festplatte aus, auf der Athena OS installiert werden soll. Dies wird alle Daten auf der Festplatte löschen.

source: Switch to manual partitioning
de: Zu manuellen partitionieren wechseln

source: Summary
de: Zusammenfassung

source: Timezone and Locale
de: Zeitzone und Region

source: region/location
de: Region/Standort

source: Keyboard Layout
de: Tastaturlayout

source: User Settings
de: Benutzer-einstellungen

source: username
de: Benutzername

source: sudo enabled/disabled
de: Sudo aktiviert/deaktiviert

source: root enabled/disabled
de: Root aktiviert/deaktiviert

source: Partition Settings
de: Partition Einstellungen

source: selected install partition
de: Ausgewählte installations Partition

source: Miscellaneous Settings
de: Sonstige Einstellungen

source: ipv6 enabled/disabled
de: IPv6 aktiviert/deaktiviert

source: timeshift enabled/disabled
de: Timeshift aktiviert/deaktiviert

source: zramd enabled/disabled
de: Zramd aktiviert/deaktiviert

source: Move to next page
de: Zu nächster Seite

source: Select Timezone
de: Zeitzone auswählen

source: Search for a timezone
de: Nach einer Zeitzone suchen

source: Create User
de: Benutzer Erstellen

source: You can add more users in the settings on the installed system.
de: Sie können mehr Nutzer in den Einstellungen im installierten System hinzufügen.

source: Enter Username
de: Benutzernamen eingeben

source: Enter Password
de: Password eingeben

source: Re-enter Password
de: Password bestätigen

source: Enable Administrative Rights for User
de: Administratorrechte für Nutzer aktivieren

source: Enable Superuser Account
de: Superuser Nutzer aktivieren
